-- phpMyAdmin SQL Dump
-- version 4.3.8
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: May 22, 2015 at 09:50 PM
-- Server version: 5.5.42-37.1
-- PHP Version: 5.4.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `bancduri_address`
--

-- --------------------------------------------------------

--
-- Table structure for table `province`
--

CREATE TABLE IF NOT EXISTS `province` (
  `Province_ID` varchar(2) NOT NULL DEFAULT '',
  `Province_Name` varchar(1000) NOT NULL,
  `MGRS` varchar(20) DEFAULT '',
  `Create_User` varchar(50) DEFAULT '',
  `Crate_DTM` datetime DEFAULT NULL,
  `Last_UPD_User` varchar(50) DEFAULT '',
  `Last_UPD_DTM` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `province`
--

INSERT INTO `province` (`Province_ID`, `Province_Name`, `MGRS`, `Create_User`, `Crate_DTM`, `Last_UPD_User`, `Last_UPD_DTM`) VALUES
('10', 'กรุงเทพมหานคร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('11', 'สมุทรปราการ', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('12', 'นนทบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('13', 'ปทุมธานี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('14', 'พระนครศรีอยุธยา', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('15', 'อ่างทอง', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('16', 'ลพบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('17', 'สิงห์บุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('18', 'ชัยนาท', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('19', 'สระบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('20', 'ชลบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('21', 'ระยอง', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('22', 'จันทบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('23', 'ตราด', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('24', 'ฉะเชิงเทรา', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('25', 'ปราจีนบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('26', 'นครนายก', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('27', 'สระแก้ว', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('30', 'นครราชสีมา', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('31', 'บุรีรัมย์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('32', 'สุรินทร์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('33', 'ศรีสะเกษ', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('34', 'อุบลราชธานี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('35', 'ยโสธร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('36', 'ชัยภูมิ', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('37', 'อำนาจเจริญ', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('39', 'หนองบัวลำภู', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('40', 'ขอนแก่น', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('41', 'อุดรธานี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('42', 'เลย', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('43', 'หนองคาย', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('44', 'มหาสารคาม', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('45', 'ร้อยเอ็ด', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('46', 'กาฬสินธุ์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('47', 'สกลนคร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('48', 'นครพนม', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('49', 'มุกดาหาร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('50', 'เชียงใหม่', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('51', 'ลำพูน', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('52', 'ลำปาง', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('53', 'อุตรดิตถ์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('54', 'แพร่', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('55', 'น่าน', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('56', 'พะเยา', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('57', 'เชียงราย', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('58', 'แม่ฮ่องสอน', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('60', 'นครสวรรค์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('61', 'อุทัยธานี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('62', 'กำแพงเพชร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('63', 'ตาก', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('64', 'สุโขทัย', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('65', 'พิษณุโลก', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('66', 'พิจิตร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('67', 'เพชรบูรณ์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('70', 'ราชบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('71', 'กาญจนบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('72', 'สุพรรณบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('73', 'นครปฐม', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('74', 'สมุทรสาคร', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('75', 'สมุทรสงคราม', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('76', 'เพชรบุรี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('77', 'ประจวบคีรีขันธ์', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('80', 'นครศรีธรรมราช', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('81', 'กระบี่', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('82', 'พังงา', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('83', 'ภูเก็ต', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('84', 'สุราษฎร์ธานี', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('85', 'ระนอง', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('86', 'ชุมพร1', '', 'Initial', '2006-12-21 20:10:29', 'tester', '2010-02-17 19:43:30'),
('90', 'สงขลา', '', 'Initial', '2006-12-21 20:10:29', 'tester', '2010-02-17 19:42:18'),
('91', 'สตูล', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('92', 'ตรัง', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('93', 'พัทลุง', '', 'Initial', '2006-12-21 20:10:29', 'Initial', '2006-12-21 20:10:29'),
('94', 'ปัตตานี', '', 'Initial', '2006-12-21 20:10:29', 'admin', '2009-08-02 13:56:37'),
('95', 'ยะลา', '', 'Initial', '2006-12-21 20:10:29', 'tester', '2010-02-17 19:42:44'),
('96', 'นราธิวาส', '', 'Initial', '2006-12-21 20:10:29', 'admin', '2009-08-02 13:56:43');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `province`
--
ALTER TABLE `province`
  ADD PRIMARY KEY (`Province_ID`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
